acidic9.p5js-snippets
ahmadawais.shades-of-purple
bierner.markdown-preview-github-styles
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
esbenp.prettier-vscode
jpoissonnier.vscode-styled-components
liviuschera.noctis
ms-azuretools.vscode-docker
PKief.material-icon-theme
ritwickdey.LiveServer
rocketseat.RocketseatReactJS
silvenon.mdx
teabyii.ayu
EditorConfig.EditorConfig
